{"id": 0, "langpair": "en-de", "source": "The days in the summer can lead to problems getting sufficient sleep and associated health issues.", "hyp1": "Die Tage im Sommer können zu Problemen führen, genügend Schlaf zu bekommen und damit verbundene Gesundheitsprobleme.", "hyp2": "Die sehr langen Tage im Sommer können zu Problemen führen, genügend Schlaf zu bekommen und damit verbundene Gesundheitsprobleme.", "type": "addition", "label": "hyp2"}
{"id": 1, "langpair": "en-de", "source": "The vertical clearance under the bridge is 15 meters. Construction was completed in August 2011, it didn't open to traffic until March 2017.", "hyp1": "Der vertikale Abstand unter der Brücke beträgt 15 Meter.Der Bau wurde im August 2011 abgeschlossen, er wurde erst im Januar 2017 für den Verkehr geöffnet.", "hyp2": "Der vertikale Abstand unter der Brücke beträgt 15 Meter.Der Bau wurde im Aug. 2011 abgeschlossen, er wurde erst im März 2017 für den Verkehr geöffnet.", "type": "date", "label": "hyp1"}
{"id": 2, "langpair": "en-de", "source": "William Llewelyn Williams known as Llewelyn Williams (10 March 1867 -- 22 April 1922), was a Welsh journalist, lawyer and radical Liberal Party politician.", "hyp1": "William Williams, bekannt als Llewelyn Williams (10. März 1867-22. April 1922) war ein walisischer Journalist, Anwalt und radikaler Politiker der Liberalen Partei.", "hyp2": "Williajm Llewelyn Williams, bekannt als Llewelyn Williams (10. März 1867-22. April 1922), war ein walisischer Journalist, Anwalt und radikaler Politiker der Liberalen Partei.", "type": "named-entity", "label": "hyp2"}
{"id": 3, "langpair": "en-de", "source": "The single was released on Radio Airplay in Italy on October 12, 2012, and was shipped worldwide on 3 December 2012.", "hyp1": "Die Single wurde am 12. Oktober 212 in Italien zum Radio Airplay veröffentlicht und am 3. Dezember 2012 weltweit verschickt.", "hyp2": "Die Single wurde am 12. Oktober 2012 in Italien zum Radio Airplay veröffentlicht und am 3. Dezember 2012 weltweit verschickt.", "type": "number", "label": "hyp1"}
{"id": 4, "langpair": "en-de", "source": "Water is spilling over the levee in a section 100 feet wide.", "hyp1": "Wasser fließt über den Deich in einem Abschnitt von 100 Fuß breit.", "hyp2": "Wasser fließt über die Leibe in einem Abschnitt von 100 Fuß breit.", "type": "natural", "label": "hyp2"}
{"id": 5, "langpair": "en-de", "source": "People with drinking problems are not permitted to visit the ED.", "hyp1": "Personen mit Alkoholproblemen ist der Besuch der ED nicht gestattet.", "hyp2": "Personen mit Alkoholproblemen ist es verboten, die ED zu besuchen.", "type": "antonym", "label": "hyp2"}
{"id": 6, "langpair": "en-de", "source": "To open up this thing and show how it works and why it works and what it is.", "hyp1": "Dieses Ding zu öffnen und zu zeigen, wie es funktioniert und warum es funktioniert und was es ist.", "hyp2": "Dieses Ding zu öffnen und zu zeigen, wie es funktioniert und warum es funktioniert und was sie ist.", "type": "pronoun", "label": "hyp2"}
{"id": 7, "langpair": "en-de", "source": "Huyghe was born in 1962 in Chile and New York and lives and works in Paris.", "hyp1": "Huyghe wurde 1962 in Chile und New York geboren, er lebt und arbeitet in Paris.", "hyp2": "Huyghe wurde 162 in Chile und New York geboren und lebt und arbeitet in Paris.", "type": "number", "label": "hyp2"}
{"id": 8, "langpair": "en-de", "source": "Alexander Baumgartner (born June 27, 1841 in St. Gallen, Switzerland; died in 1910 in Luxembourg) was a poet and writer on the history of literature.", "hyp1": "Alexander Baumgartner (geboren am 627. Juni 1841 in St. Gallen, Schweiz, gestorben 1910 in Luxemburg) war ein Dichter und Literaturgeschichtsschreiber.", "hyp2": "Alexander Baumgartner (geboren in St. Gallen, Schweiz, am 27. Juni 1841; gestorben in Luxemburg, 1910) war ein Dichter und Schriftsteller der Literaturgeschichte.", "type": "number", "label": "hyp1"}
{"id": 9, "langpair": "en-de", "source": "U.S. President George W. Bush arrived in Singapore the morning of November 16, beginning a week-long tour of Asia.", "hyp1": "US-Präsident George W. Bush ist am Morgen des 16. Nov. in Singapur angekommen und beginnt eine wöchentliche Tour durch Asien.", "hyp2": "US-Präsident George W. Bush ist am Morgen des 16. Februar in Singapur angekommen und beginnt eine wöchentliche Tour durch Asien.", "type": "date", "label": "hyp2"}
