{"id": 0, "langpair": "en-fr", "source": "The Madhya Police recovered the stolen laptop and mobile phone.", "hyp1": "La police de Madhya Pradesh a récupéré l'ordinateur portable et le téléphone portable volés.", "hyp2": "La police de Madhya a récupéré l'ordinateur portable et le téléphone portable volés.", "type": "addition", "label": "hyp1"}
{"id": 1, "langpair": "en-fr", "source": "The vote must still be ratified by the full IOC at it's October meeting in Copenhagen.", "hyp1": "Le vote doit encore être ratifié par le CIO lors de sa réunion d’oct. à Copenhague.", "hyp2": "Le vote doit encore être ratifié par le CIO lors de sa réunion d’avril à Copenhague.", "type": "date", "label": "hyp2"}
{"id": 2, "langpair": "en-fr", "source": "The Mumbai attackers arrived via boat on Novemeber 26, 2008, bringing with them grenades, automatic weapons and hit multiple targets including the crowded Chhatrapati Shivaji Terminus railway station and the famous Taj Mahal Hotel.", "hyp1": "Les assaillants de Mumbai sont arrivés par bateau le 26 juillet 2008, apportant avec eux des grenades, des armes automatiques et frappant plusieurs cibles, notamment la gare de Chhatrapati Shivaji Terminus et le célèbre Taj Mahal Hotel.", "hyp2": "Les assaillants de Mumbai sont arrivés par bateau le 26 nov. 2008, apportant avec eux des grenades, des armes automatiques et frappant plusieurs cibles, notamment la gare de Chhatrapati Shivaji Terminus et le célèbre Taj Mahal Hotel.", "type": "date", "label": "hyp1"}
{"id": 3, "langpair": "en-fr", "source": "Among the prominent women of Suriname are Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeod, and Ruth Wijdenbosch.", "hyp1": "Parmi les femmes éminentes du Suriname figurent Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeod et Ruth Wijdenbosch.", "hyp2": "Jennifer Simons, Marijke Djwalapersad, Elisabeth Samson, Cynthia McLeol et Ruth Wijdenbosch comptent parmi les femmes influentes du Suriname.", "type": "named-entity", "label": "hyp2"}
{"id": 4, "langpair": "en-fr", "source": "Taylor remained active until his death as a scout for the Chicago White Sox and the Milwaukee and Atlanta Braves in the baseball.", "hyp1": "Taylopr est resté actif dans le baseball en tant que recruteur pour les Atlanta Braves ainsi que les Milwaukee et Chicago White Sox jusqu'à sa mort.", "hyp2": "Taylor est resté actif dans le baseball en tant que recruteur pour les Atlanta Braves ainsi que les Milwaukee et Chicago White Sox jusqu'à sa mort.", "type": "named-entity", "label": "hyp1"}
{"id": 5, "langpair": "en-fr", "source": "His postmodernist history of Australian philosophy, ``Corrupting the Youth ''(2003), praised the Australian realist tradition in philosophy and attacked polemical and relativist trends.", "hyp1": "\"Son histoire postmoderniste de la philosophie australienne \"\"Corrupting the Youth\"\" (200)\"\" loua la tradition réaliste en philosophie et attaqua les courants polémiques et relativistes.\"", "hyp2": "\"Son histoire postmoderniste de la philosophie australienne \"\"Corrupting the Youth\"\" (2003)\"\" loua la tradition réaliste en philosophie et attaqua les courants polémiques et relativistes.\"", "type": "number", "label": "hyp1"}
{"id": 6, "langpair": "en-fr", "source": "From the west end of the bridge, Pennsylvania Route 268 leads south to Parker and north to Emlenton.", "hyp1": "La route 268 de Pennsylvanie mène de l'extrémité ouest du pont au sud à Parker et au nord à Emlenton.", "hyp2": "À partir de l'extrémité ouest du pont, la route 28 de Pennsylvanie mène au sud à Parker et au nord à Emlenton.", "type": "number", "label": "hyp2"}
{"id": 7, "langpair": "en-fr", "source": "``Angel Eyes ''is a 1946 popular song composed by Earl Brent, with lyrics by Matt Dennis.", "hyp1": "Angel Eyes est une chanson populaire de 1946 composée par Earl Brent, avec des paroles de Mat Dennis.", "hyp2": "Angel Eyes est une chanson populaire de 1946 composée par Earl Brent, avec des textes de Matt Dennis.", "type": "named-entity", "label": "hyp1"}
{"id": 8, "langpair": "en-fr", "source": "The exception was between late 2005 and 2009, when he played in Sweden with Carlstad United BK, Serbia with FC Terek Grozny and the Russian FK Borac Čačak.", "hyp1": "L'exception était entre la fin 2005 et 20309, quand il a joué en Suède avec Carlstad United BK, en Serbie avec le FC Terek Grozny et le FK Borac russe Čačak.", "hyp2": "L'exception était entre la fin 2005 et 2009, quand il a joué en Suède avec Carlstad United BK, en Serbie avec le FC Terek Grozny et le FK Borac russe Čačak.", "type": "number", "label": "hyp1"}
{"id": 9, "langpair": "en-fr", "source": "Protesters hope to collect a petition of 1.2 million signatures to present to the National Congress in November.", "hyp1": "Les manifestants espèrent recueillir une pétition de 1,2 million de signatures à présenter au Congrès national en janvier.", "hyp2": "Les manifestants espèrent recueillir une pétition de 1,2 million de signatures à présenter au Congrès national en nov.", "type": "date", "label": "hyp1"}
