{"id": 0, "langpair": "fr-en", "source": "Mélangez les poudres sèches ensemble, puis, avec les mains propres et humides, pressez-les en une boule.", "hyp1": "Mix the two dried powders together, then, with clean and wet hands, press them into a ball.", "hyp2": "Mix the dried powders together, then, with clean and wet hands, press them into a ball.", "type": "addition", "label": "hyp1"}
{"id": 1, "langpair": "fr-en", "source": "Le vote doit encore être ratifié par l'ensemble du CIO lors de sa réunion d'octobre à Copenhague.", "hyp1": "The agreement will still have to be ratified by the IOC at its Oct. meeting in Copenhagen.", "hyp2": "The agreement will still have to be ratified by the IOC at its May meeting in Copenhagen.", "type": "date", "label": "hyp2"}
{"id": 2, "langpair": "fr-en", "source": "Le tailleur a appelé la déménageuse.", "hyp1": "The tailor called the female mover.", "hyp2": "The tailor called the male mover.", "type": "gender", "label": "hyp2"}
{"id": 3, "langpair": "fr-en", "source": "Dans les années 1930 et 1940, il fut élu à quatre reprises à travers Al Smith en 1928, et Franklin D. Roosevelt et Harry S. Truman en 1948.", "hyp1": "In the 1930s and 1940s, he was elected four times for A Smith in 1928 for Franklin D. Roosevelt and for Harry S. Truman in 1948.", "hyp2": "Massachusetts voted for Al Smith in 1928, for Franklin D. Roosevelt four times in the 1930s and 1940s, and for Harry S. Truman in 1948.", "type": "named-entity", "label": "hyp1"}
{"id": 4, "langpair": "fr-en", "source": "La 99e a soutenu l'opération Urgent Wury, qui a remplacé le régime stalinien à Grenade peu de temps après son activation.", "hyp1": "Shortly after its activation, the 99th supported Operation Urgent Fury, which replaced the Stalinist regime in Grenada.", "hyp2": "The 919th supported the Urgent Wury operation, which replaced the Stalinist regime in Grenada shortly after its activation.", "type": "number", "label": "hyp2"}
{"id": 5, "langpair": "fr-en", "source": "Pour une randonnée d'une journée sur un sentier peu difficile, il suffit de quelques préparatifs et toute personne relativement en bonne santé peut en profiter.", "hyp1": "For a 24 hours hike on a non-hard trail, a few preparations are enough and any relatively healthy person can benefit from it.", "hyp2": "For a 24 days hike on a non-hard trail, a few preparations are enough and any relatively healthy person can benefit from it.", "type": "conversion", "label": "hyp2"}
{"id": 6, "langpair": "fr-en", "source": "J'aurais mis l'expérience pendant cinq ans à New York et je pourrais l'accumuler en six mois.", "hyp1": "I would have taken the experience for five years to gather in New York and I was able to accumulate it in six months.", "hyp2": "I would have taken the experience for five years to gather in New York and I was unable to accumulate it in six months.", "type": "negation", "label": "hyp2"}
{"id": 7, "langpair": "fr-en", "source": "En 2007, Baiano est revenu à l'extérieur pour jouer avec l'équipe de première division du FC Ararat en Asie (Arménie).", "hyp1": "In 2007, Baiano returned outside to play with the FC Ararat First Division team in Asia (Armenia).", "hyp2": "In 2007, Baiano will return outside to play with the FC Ararat First Division team in Asia (Armenia).", "type": "tense", "label": "hyp2"}
{"id": 8, "langpair": "fr-en", "source": "Megan Ellison est née dans le comté de Santa Clara, Californie, en tant que fille du milliardaire Larry Ellison, Président d'Oracle Corporation, et de sa femme Barbara Boothe Ellison.", "hyp1": "Megan Ellison was born in Santa Clara County, California, the daughter of billionaire Oracle Corporation chairman Larry Ellison and his ex-wife, Barbara Boothe Ellison.", "hyp2": "Megan Ellison was born in Santa Clara County, California as the daughter of the billionaire Oracle Corporation - Chairman Larry Ellison and his Ex - husband Barbara Boothe Ellison.", "type": "antonym", "label": "hyp2"}
{"id": 9, "langpair": "fr-en", "source": "Les classes d'équivalence d'ensembles convexes ont donc la structure d'un montant statistique sous certaines conditions.", "hyp1": "The equivalence classes of convex ensembles therefore have the structure of a statistical amount under uncertain conditions.", "hyp2": "The equivalence classes of convex ensembles therefore have the structure of a statistical amount under certain conditions.", "type": "negation", "label": "hyp1"}
